alefragnani.read-only-indicator
auchenberg.vscode-browser-preview
bmewburn.vscode-intelephense-client
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrisvltn.log-wrapper-for-vscode
chrmarti.regex
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
docsmsft.docs-markdown
docsmsft.docs-preview
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
felixfbecker.php-debug
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
Fr43nk.seito-openfile
gizak.shortcuts
guyskk.language-cython
HookyQR.beautify
kiteco.kite
KnisterPeter.vscode-github
magicstack.MagicPython
maxim.vscode-ariatemplates-highlighter
milovidov.escape-quotes
MS-CEINTL.vscode-language-pack-de
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
mtxr.sqltools
pranaygp.vscode-css-peek
PsykoSoldi3r.vscode-git-flow
ritwickdey.LiveServer
shaharkazaz.git-merger
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shinhwagk.vscode-note
takkaO.open-window-tab-context
tcwalther.cython
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
zhangciwu.swig-tpl
zxh404.vscode-proto3